{
   "ar": {
      "article27": {
         "title": "اشتراك Xbox Game Pass: عالم من الألعاب بين يديك",
         "sections": [
            {
               "title": "<strong style='color:#ff6f61;'>إذا كنت من عشاق الألعاب وتبحث عن تجربة لا مثيل لها تجمع بين التنوع والإثارة، فإن اشتراك Xbox Game Pass هو الخيار المثالي لك.</strong>",
               "content": "يوفر هذا الاشتراك مكتبة ضخمة من الألعاب المتنوعة التي تناسب جميع الأذواق، بدءًا من الألعاب الكلاسيكية وصولاً إلى أحدث الإصدارات، وكل ذلك مقابل رسوم شهرية ميسورة للجميع."
            },
            {
               "title": "<strong style='color:#4caf50;'>لماذا تختار اشتراك Xbox Game Pass؟</strong>",
               "content": [
                  "<strong>1. مكتبة ضخمة ومتنوعة من الألعاب:</strong> مع Xbox Game Pass، ستحصل على وصول إلى مكتبة تضم أكثر من 100 لعبة من مختلف الأنواع. سواء كنت تفضل ألعاب الحركة أو الرياضة أو المغامرة أو حتى الألعاب الاستراتيجية، فإن التنوع الكبير في العناوين يضمن لك تجربة مختلفة في كل مرة تبدأ فيها لعبة جديدة.",
                  "<strong>2. ألعاب حصرية وإصدارات يوم الإطلاق:</strong> ما يميز Xbox Game Pass هو الإصدارات الحصرية التي تقدمها مايكروسوفت. ستتمكن من لعب الإصدارات الجديدة فور إطلاقها دون أي تكاليف إضافية. لم يكن لعب الألعاب الجديدة بمجرد صدورها أسهل أو أكثر تكلفة من خلال هذا الاشتراك.",
                  "<strong>3. تجربة سلسة عبر الأجهزة المختلفة:</strong> يوفر Xbox Game Pass تجربة لعب متكاملة تمامًا عبر مختلف الأجهزة. سواء كنت تلعب على Xbox أو الكمبيوتر الشخصي أو حتى من خلال الألعاب السحابية، ستتمكن من الاستمتاع بألعابك المفضلة في أي مكان دون القلق بشأن التوافق أو نقل البيانات.",
                  "<strong>4. خصومات حصرية وامتيازات إضافية:</strong> بالإضافة إلى الوصول إلى مكتبة ضخمة من الألعاب، يوفر لك Xbox Game Pass خصومات حصرية على الألعاب والمحتويات الإضافية. إذا كنت ترغب في شراء أي لعبة أو محتوى إضافي، يمكنك الاستفادة من خصومات تصل إلى 20% على الألعاب و 10% على المحتويات الإضافية.",
                  "<strong>5. تحديثات مستمرة وإضافات جديدة:</strong> تقوم مايكروسوفت بإضافة ألعاب جديدة بشكل مستمر إلى مكتبة Xbox Game Pass، مما يعني أنك لن تشعر بالملل. تجعل التحديثات المنتظمة من هذا الاشتراك استثمارًا ممتازًا لعشاق الألعاب الذين يحبون التحديث واكتشاف ألعاب جديدة."
               ]
            },
            {
               "title": "<strong style='color:#2196f3;'>كيفية الحصول على اشتراك Xbox Game Pass بأفضل سعر؟</strong>",
               "content": [
                  "على موقعنا الإلكتروني، يمكنك الحصول على اشتراك Xbox Game Pass بسعر مخفض. السعر الرسمي للاشتراك هو 36 دولارًا لكل 3 أشهر، ولكننا نقدمه بسعر 17.99 دولارًا فقط، مما يعني أنك ستحصل على خصم يصل إلى 50%. إنها فرصة رائعة لا يجب أن تفوتها للاستمتاع بأفضل الألعاب بأقل الأسعار."
               ]
            },
            {
               "title": "<strong style='color:#e91e63;'>لا تفوت الفرصة: اشترك الآن واستمتع بتجربة لا تُنسى</strong>",
               "content": "للحصول على اشتراك Xbox Game Pass، كل ما عليك فعله هو اتباع هذه الخطوات البسيطة:"
            },
            {
               "title": "<strong>خطوات الحصول على الاشتراك:</strong>",
               "content": [
                  "1. اختر خطة الاشتراك التي تناسب احتياجاتك.",
                  "2. أضف الاشتراك إلى سلة التسوق الخاصة بك.",
                  "3. أكمل عملية الدفع باستخدام طريقة الدفع المفضلة لديك.",
                  "4. ستتلقى تفاصيل الاشتراك فورًا عبر البريد الإلكتروني، ويمكنك البدء في اللعب على الفور."
               ]
            },
            {
               "title": "<strong style='color:#673ab7;'>مع Xbox Game Pass، ستحصل على عالم من الألعاب بين يديك.</strong>",
               "content": "استمتع بأحدث الألعاب، الخصومات الحصرية، التحديثات المستمرة - كل ذلك بسعر مذهل يبلغ 17.99 دولارًا فقط لكل 3 أشهر. اشترك الآن وابدأ مغامرتك في عالم الألعاب!"
            }
         ]
      }
   },
   "en": {
      "article27": {
         "title": "Xbox Game Pass Subscription: A World of Games at Your Fingertips",
         "sections": [
            {
               "title": "<strong style='color:#ff6f61;'>If you’re a gaming enthusiast looking for an unmatched experience that combines variety and excitement, then the Xbox Game Pass subscription is the perfect choice for you.</strong>",
               "content": "This subscription provides a massive library of diverse games that suit all tastes, from classic games to the latest releases, all for a monthly fee that’s affordable for everyone."
            },
            {
               "title": "<strong style='color:#4caf50;'>Why Choose the Xbox Game Pass Subscription?</strong>",
               "content": [
                  "<strong>1. Huge and Diverse Game Library:</strong> With Xbox Game Pass, you’ll have access to a library of over 100 games from various genres. Whether you prefer action, sports, adventure, or even strategy games, the vast diversity of titles ensures a different experience each time you start a new game.",
                  "<strong>2. Exclusive Games and Day-One Releases:</strong> What sets Xbox Game Pass apart is the exclusive releases offered by Microsoft. You’ll be able to play brand-new releases on the day they are launched without any additional costs. Playing new games as soon as they are released has never been easier or more affordable thanks to this subscription.",
                  "<strong>3. Seamless Experience Across Devices:</strong> The Xbox Game Pass offers a fully integrated gaming experience across various devices. Whether you’re playing on Xbox, PC, or even through Cloud Gaming, you’ll be able to enjoy your favourite games anywhere, without worrying about compatibility or transferring data.",
                  "<strong>4. Exclusive Discounts and Additional Perks:</strong> In addition to accessing a massive game library, the Xbox Game Pass offers exclusive discounts on games and add-ons. If you wish to purchase any game or extra content, you can benefit from discounts of up to 20% on games and 10% on add-ons.",
                  "<strong>5. Continuous Updates and New Additions:</strong> Microsoft continually adds new games to the Xbox Game Pass library, which means you’ll never get bored. Regular updates make this subscription an excellent investment for gamers who love to refresh and discover new games."
               ]
            },
            {
               "title": "<strong style='color:#2196f3;'>How to Get Xbox Game Pass at the Best Price?</strong>",
               "content": [
                  "On our website, you can get the Xbox Game Pass subscription at a discounted price. The official subscription price is $36 per 3 months, but we offer it for only $17.99, meaning you’ll enjoy a discount of up to 50%. It’s a great opportunity you shouldn’t miss to experience the best games at the lowest prices."
               ]
            },
            {
               "title": "<strong style='color:#e91e63;'>Don’t Miss Out: Subscribe Now and Enjoy an Unforgettable Experience</strong>",
               "content": "To get the Xbox Game Pass subscription, all you have to do is follow these simple steps:"
            },
            {
               "title": "<strong>Steps to Get the Subscription:</strong>",
               "content": [
                  "1. Choose the subscription plan that suits your needs.",
                  "2. Add the subscription to your cart.",
                  "3. Complete the payment process using your preferred payment method.",
                  "4. You will receive the subscription details immediately via email, and you can start playing right away."
               ]
            },
            {
               "title": "<strong style='color:#673ab7;'>With Xbox Game Pass, you’ll have a world of games in your hands.</strong>",
               "content": "Enjoy the latest games, exclusive discounts, continuous updates—all for an amazing price of only $17.99 per 3 months. Subscribe now and begin your adventure in the world of gaming!"
            }
         ]
      }
   },
   "es": {
      "article27": {
         "title": "Suscripción a Xbox Game Pass: Un mundo de juegos al alcance de tu mano",
         "sections": [
            {
               "title": "<strong style='color:#ff6f61;'>Si eres un entusiasta de los videojuegos en busca de una experiencia incomparable que combine variedad y emoción, entonces la suscripción a Xbox Game Pass es la elección perfecta para ti.</strong>",
               "content": "Esta suscripción ofrece una enorme biblioteca de juegos diversos que se adaptan a todos los gustos, desde juegos clásicos hasta los lanzamientos más recientes, todo por una tarifa mensual asequible para todos."
            },
            {
               "title": "<strong style='color:#4caf50;'>¿Por qué elegir la suscripción a Xbox Game Pass?</strong>",
               "content": [
                  "<strong>1. Enorme y diversa biblioteca de juegos:</strong> Con Xbox Game Pass, tendrás acceso a una biblioteca de más de 100 juegos de varios géneros. Ya sea que prefieras acción, deportes, aventuras o incluso juegos de estrategia, la gran diversidad de títulos garantiza una experiencia diferente cada vez que comiences un nuevo juego.",
                  "<strong>2. Juegos exclusivos y lanzamientos del primer día:</strong> Lo que distingue a Xbox Game Pass son los lanzamientos exclusivos que ofrece Microsoft. Podrás jugar a los nuevos lanzamientos el mismo día de su lanzamiento sin costos adicionales. Jugar a los nuevos juegos tan pronto como se lanzan nunca ha sido tan fácil ni tan asequible gracias a esta suscripción.",
                  "<strong>3. Experiencia fluida en todos los dispositivos:</strong> Xbox Game Pass ofrece una experiencia de juego totalmente integrada en varios dispositivos. Ya sea que juegues en Xbox, PC o incluso a través del juego en la nube, podrás disfrutar de tus juegos favoritos en cualquier lugar, sin preocuparte por la compatibilidad o la transferencia de datos.",
                  "<strong>4. Descuentos exclusivos y beneficios adicionales:</strong> Además de acceder a una enorme biblioteca de juegos, Xbox Game Pass ofrece descuentos exclusivos en juegos y complementos. Si deseas comprar algún juego o contenido adicional, puedes aprovechar descuentos de hasta el 20% en juegos y el 10% en complementos.",
                  "<strong>5. Actualizaciones continuas y nuevas incorporaciones:</strong> Microsoft agrega continuamente nuevos juegos a la biblioteca de Xbox Game Pass, lo que significa que nunca te aburrirás. Las actualizaciones regulares hacen que esta suscripción sea una excelente inversión para los jugadores que aman descubrir y jugar nuevos juegos."
               ]
            },
            {
               "title": "<strong style='color:#2196f3;'>¿Cómo conseguir Xbox Game Pass al mejor precio?</strong>",
               "content": [
                  "En nuestro sitio web, puedes obtener la suscripción a Xbox Game Pass a un precio con descuento. El precio oficial de la suscripción es de $36 por 3 meses, pero nosotros la ofrecemos por solo $17.99, lo que significa que disfrutarás de un descuento de hasta el 50%. Es una gran oportunidad que no deberías perder para disfrutar de los mejores juegos a los precios más bajos."
               ]
            },
            {
               "title": "<strong style='color:#e91e63;'>No te lo pierdas: ¡Suscríbete ahora y disfruta de una experiencia inolvidable!</strong>",
               "content": "Para obtener la suscripción a Xbox Game Pass, solo tienes que seguir estos sencillos pasos:"
            },
            {
               "title": "<strong>Pasos para obtener la suscripción:</strong>",
               "content": [
                  "1. Elige el plan de suscripción que mejor se adapte a tus necesidades.",
                  "2. Agrega la suscripción a tu carrito.",
                  "3. Completa el proceso de pago utilizando tu método de pago preferido.",
                  "4. Recibirás los detalles de la suscripción inmediatamente por correo electrónico, y podrás comenzar a jugar de inmediato."
               ]
            },
            {
               "title": "<strong style='color:#673ab7;'>Con Xbox Game Pass, tendrás un mundo de juegos en tus manos.</strong>",
               "content": "Disfruta de los últimos juegos, descuentos exclusivos, actualizaciones continuas, todo por un precio increíble de solo $17.99 por 3 meses. ¡Suscríbete ahora y comienza tu aventura en el mundo de los videojuegos!"
            }
         ]
      }
   }
}
